{
    "letters": {
        "A": "most would describe them as adventurous they are",
        "B": "brilliance was their most commonly polled characteristic. They are",
        "C": "competent and clever, they are",
        "D": "delightful to be around, they are",
        "E": "bringing enthusiasm to the room, they are",
        "F": "fearless and funny, they are",
        "G": "generous to all, this is",
        "H": "helpful is one word of many to describe them, they are",
        "I": "imagination brought to life is how to them. They are",
        "J": "bringing joy, they are",
        "K": "told to be very kind, they are",
        "L": "a leader by nature, they are",
        "M": "mischevious to be honest, they are",
        "N": "notorious for good reasons, they are",
        "O": "bringing optimism to all, they are",
        "P": "patient and persistent, they are",
        "Q": "some would call them quirky, they are",
        "R": "posessing a strong aura of responsibility, they are",
        "S": "smart and sometimes sly, they are",
        "T": "talented in many ways, they are",
        "U": "unusual, they are",
        "V": "gliding with an almost valiant nature, they are",
        "W": "welcoming and warm-hearted, they are",
        "X": "eXtremely cool, they are",
        "Y": "youthful but capable, they are",
        "Z": "zealous by nature, they are"
    },
    "types": {
        "bug": "a small bug-type pokemon! how cute!",
        "dragon": "an intimidating draconic pokemon, perhaps capable of spewing flames.",
        "electric": "a pokemon crackling with electric power, capable of powering multiple toasters.",
        "fighting": "a pokemon who never gives up a fight, a rumored expert in fisticuffs.",
        "fire": "a fiery pokemon, one the computer doesn't advise messing with.",
        "ground": "a ground-loving pokemon, it might burrow?",
        "poison": "a-WARNING: POISON TYPE- they're typically quite nice but proceed with caution.",
        "psychic": "a pokemon so intelligent it is capable of psychic power!",
        "rock": "a rock type pokemon, VERY angry about pet rocks.",
        "water": "a water type pokemon, often calm and found near the ocean, or pool.",
        "flying": "a pokemon who loves adventure, hardly ever found on the ground.",
        "ghost": "a ghost-type pokemon, mainly found playing world of warcraft.",
        "grass": "a grass-type pokemon, loves the outdoors, terrified of lawnmowers.",
        "normal": "a normal type pokemon, its favorite activity is watching Jimmy Fallon on YouTube.",
        "ice": "an ice type pokemon, they love the cold and are expert snowball crafters."
    }
}
